{
	"goToDescripcion":"Description",
	"goToGenerar":"Faites de votre carte",
	"goToComoUsar":"Comment utiliser",
	"tituloGenerar":"Construisez votre carte <br><small>directement à partir d'un tableur.</small>",
	"tituloReq":"Exigences",
	"requisito1":"Vous devez être familiarisé avec <a href=\"http://fr.wikipedia.org/wiki/Google_Docs\" target=\"_blank\">Google Docs</a> et les feuilles de calcul.",
	"requisito2":"Vous devez avoir un <a href=\"https://accounts.google.com/SignUp\" target=\"_blank\">compte Google Docs</a>",
	"requisito3":"Et si vous souhaitez utiliser plus de marqueurs, vous aurez besoin de savoir quelque chose sur <a href=\"http://fr.wikipedia.org/wiki/Web_Map_Service\" target=\"_blank\">WMS</a> et <a href=\"http://fr.wikipedia.org/wiki/KML\" target=\"_blank\">KML</ a>.",
	"paso1":"Étape 1",
	"descPaso1":"Crate une nouvelle feuille de calcul à partir du modèle",
	"btnPaso1":"Copiez le modèle de la carte",
	"textoPaso1":"Vous devez être connecté à votre compte Google pour sauvegarder une copie de la feuille de calcul dans votre Drive.",
	"paso2":"Étape 2 ",
	"descPaso2":"Publier sur le web",
	"textoPaso2":"Une fois que vous avez fait une copie du modèle de la carte et appliqué vos modifications aux marqueurs de voir comment cela fonctionne, vous devez <em>publier</em> votre feuille de calcul",
	"publicarTitulo":"Comment publier une feuille de calcul",
	"publicar1":"Sélectionnez <em>Publier sur le Web</em> dans le menu Fichier.",
	"publicar2":"Sur la fenêtre suivante, cochez <em>'Republier automatiquement lorsque des modifications sont apportées'</em>",
	"publicar3":"Assurez-vous que toutes les autres cases ne sont pas contrôlés.",
	"publicar4":"Cliquez sur <em>'Start édition'</em>. Vous recevrez le lien vers les données publiées à inclure dans votre fichier html.",
	"paso3":"Étape 3",
	"descPaso3":"Collez le lien publique de votre feuille de calcul",
	"textoPaso3":"<em>Après avoir copié le lien Google a fourni, vous pouvez copier</em> <strong>le code Embed</strong> <em>et collez-le sur votre site - juste la façon dont vous souhaitez intégrer une vidéo Youtube</em>",
	"generador":"Carte générateur",
	"lblUrlGenerador":"Lien publique sur votre Google Spreadheet",
	"avisoGenerador":"Assurez-vous que vous avez publié votre feuille de calcul",
	"tamano":"Taille",
	"ancho":"Largeur",
	"alto":"Hauteur",
	"codigoIncrustar":"Code d'intégration",
	"avisoIncrustar":"Copiez ce code et collez-le où vous voulez que votre carte d'apparaître.",
	"linkprev":"Lien vers aperçu",
	"descripcion":"Description",
	"desc1":"GlobalWamp est un outil qui permet de construire votre cartes Web avec des données qui sont storaged dans une feuille de calcul Google. Le code de GlobalWamp est disponible sous licence libre.",
	"desc2a":"<strong>Cette carte sera toujours en ligne</strong> si vous avez un serveur ou pas, car il est basé sur l'infrastructure de Google Docs.",
	"desc2b":"Vous pouvez intégrer votre carte sur votre site ou partager son lien.",
	"desc3a":"Vous pouvez utiliser les données provenant de sources multiples et il prend en charge:",
	"desc3b":"Marqueurs à partir des coordonnées ou géocodage (basé sur OpenStreetMap Nominatim).",
	"desc3c":"Publié <a href=\"http://fr.wikipedia.org/wiki/KML\" target=\"_blank\">KML</a> Calques.",
	"desc3d":"<a href=\"http://fr.wikipedia.org/wiki/Web_Map_Service\" target=\"_blank\">WMS</a> Layers sur <code>SRS=EPSG:3857</code>.",
	"repo":"GitHub Repository"

}
